[
    {
        "task_id": "4fc2f1ae-8625-45b5-ab34-ad4433bc21f8",
        "Question": "Who nominated the only Featured Article on English Wikipedia about a dinosaur that was promoted in November 2016?",
        "Level": 1,
        "Final answer": "FunkMonk",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Search \"Wikipedia featured articles promoted in november 2016\"\n2. Click through to the appropriate page and find the person who nominated Giganotosaurus.",
            "Number of steps": "2",
            "How long did this take?": "5 minutes",
            "Tools": "1. web browser\n2. search engine",
            "Number of tools": "2"
        },
        "solveable": true
    },
    {
        "task_id": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb",
        "Question": "An office held a Secret Santa gift exchange where each of its twelve employees was assigned one other employee in the group to present with a gift. Each employee filled out a profile including three likes or hobbies. On the day of the gift exchange, only eleven gifts were given, each one specific to one of the recipient's interests. Based on the information in the document, who did not give a gift?",
        "Level": 1,
        "Final answer": "Fred",
        "file_name": "cffe0e32-c9a6-4c52-9877-78ceb4aaa9fb.docx",
        "Annotator Metadata": {
            "Steps": "1. Open the document.\n2. Look at gifts and recipient interests.\n3. Match Galileo Galilei biography (could apply to astronomy or books -> Miguel or Micah)\n4. Match fishing reel (only applies to fishing -> Harry)\n5. Match Raku programming guide (Perl language, but could also apply to JavaScript enthusiast - > Fred or Jun)\n6. Match chisel set (could apply to camping or woodworking, but Harry is already fulfilled -> Jun, so Raku guide is for Fred)\n7. Match custom dice (could apply to board games or tabletop RPGs -> Lucy or Sara)\n8. Match “War and Peace” American film copy (could apply to old movies or Audrey Hepburn -> Perry or Alex)\n9. Match yarn (only applies to knitting -> Micah, so the Galileo biography is for Miguel)\n10. Match \"One Piece\" graphic novel (could apply to books or manga, but Micah already has yarn -> Alex, so the \"War and Peace\" film is for Perry)\n11. Match \"War and Peace\" novel (could apply to books or historical fiction novels, but Micah has yarn -> Tyson)\n12. Match Starbucks gift card (only applies to coffee -> Lucy, so the dice are for Sara)\n13. Match foam exercise mat (only applies to yoga -> Georgette)\n14. Note which recipients have gifts (Miguel, Harry, Fred, Jun, Sara, Perry, Micah, Alex, Tyson, Lucy, Georgette) and which does not (Rebecca).\n15. Find who was supposed to give Rebecca a gift (Fred).",
            "Number of steps": "15",
            "How long did this take?": "15 minutes",
            "Tools": "1. Word document access",
            "Number of tools": "1"
        },
        "solveable": false
    },
    {
        "task_id": "b415aba4-4b68-4fc6-9b89-2c812e55a3e1",
        "Question": "In Nature journal's Scientific Reports conference proceedings from 2012, in the article that did not mention plasmons or plasmonics, what nano-compound is studied? Don't use the prefix nano in your answer if there is one.",
        "Level": 1,
        "Final answer": "diamond",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Searched \"nature scientific reports\" on Google.\n2. Opened https://www.nature.com/srep/.\n3. Selected Explore Content > Research Articles.\n4. Filtered for Conference Proceedings from 2012.\n5. Opened each article link.\n6. Checked for \"plasmon\" or \"plasmonic\".\n7. Noted the nano-compound in the article that did not include either.",
            "Number of steps": "7",
            "How long did this take?": "10 minutes",
            "Tools": "1. Web browser\n2. Search engine",
            "Number of tools": "2"
        },
        "solveable": false
    },
    {
        "task_id": "7619a514-5fa8-43ef-9143-83b66a43d7a4",
        "Question": "According to github, when was Regression added to the oldest closed numpy.polynomial issue that has the Regression label in MM/DD/YY?",
        "Level": 2,
        "Final answer": "04/15/18",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Searched \"numpy github\" on Google search.\n2. Opened the NumPy GitHub page.\n3. Clicked \"Issues\" in the repo tabs.\n4. Clicked \"Closed\" on the filter bar.\n5. Set the filter to the \"numpy.polynomial\" label.\n6. Set the filter to the \"06 - Regression\" label.\n7. Opened the oldest Regression post.\n8. Scrolled down to find when the Regression label was added (Apr 15, 2018).\n9. Converted to MM/DD/YY (04/15/18).",
            "Number of steps": "9",
            "How long did this take?": "10 minutes",
            "Tools": "1. Web browser\n2. Search engine",
            "Number of tools": "2"
        }
    },
    {
        "task_id": "db4fd70a-2d37-40ea-873f-9433dc5e301f",
        "Question": "As of May 2023, how many stops are between South Station and Windsor Gardens on MBTA’s Franklin-Foxboro line (not included)?",
        "Level": 2,
        "Final answer": "10",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Search the web for “MBTA Franklin Foxboro line”.\n2. Click on top result, on the MBTA website.\n3. Scroll down on the list of stops, and count the current stops between South Station and Windsor Gardens.\n4. Click the “Schedule & Maps” tab to view a map of the route.\n5. Examine the map to confirm that the order of stops is the same as on the listing of stops.\n6. Return to web search.\n7. Click on Wikipedia article for Franklin line.\n8. Read the article to check whether any stops were added or removed since the date given in the question.\n9. Search the web for “MBTA Franklin Foxboro Line changes”.\n10. Click News tab.\n11. Click article about rail schedule changes.\n12. Confirm that none of the changes affect the answer to the question.",
            "Number of steps": "12",
            "How long did this take?": "5-10 minutes",
            "Tools": "1. Search engine\n2. Web browser",
            "Number of tools": "2"
        }
    },
    {
        "task_id": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f",
        "Question": "The attached spreadsheet contains the sales of menu items for a regional fast-food chain. Which city had the greater total sales: Wharvton or Algrimand?",
        "Level": 2,
        "Final answer": "Wharvton",
        "file_name": "7cc4acfa-63fd-4acc-a1a1-e8e529e0a97f.xlsx",
        "Annotator Metadata": {
            "Steps": "1. Open the attached file.\n2. Locate the rows representing Wharvton and Algrimand.\n3. Write functions to sum each relevant row.\n4. Compare the sums.",
            "Number of steps": "4",
            "How long did this take?": "5 minutes",
            "Tools": "1. Excel\n2. Calculator",
            "Number of tools": "2"
        }
    },
    {
        "task_id": "65638e28-7f37-4fa7-b7b9-8c19bb609879",
        "Question": "The book with the doi 10.1353/book.24372 concerns a certain neurologist. According to chapter 2 of the book, what author influenced this neurologist’s belief in “endopsychic myths”? Give the last name only.",
        "Level": 2,
        "Final answer": "Kleinpaul",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Search the web for 10.1353/book.24372.\n2. Click link to read the book.\n3. Click link for the second chapter.\n4. Ctrl-F for “endopsychic” to find a relevant passage.\n5. Read the passage to find the author the question is asking about, Kleinpaul.",
            "Number of steps": "5",
            "How long did this take?": "5 minutes",
            "Tools": "1. Search engine\n2. Web browser\n3. PDF viewer",
            "Number of tools": "3"
        }
    },
    {
        "task_id": "0b260a57-3f3a-4405-9f29-6d7a1012dbfb",
        "Question": "On ScienceDirect, what is the difference to 3 decimal places in the sample standard deviations of the number of Reference Works in each Life Science domain compared to Health Sciences as of 2022?",
        "Level": 2,
        "Final answer": "0.269",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Searched \"ScienceDirect\" on Google.\n2. Opened the ScienceDirect website.\n3. Clicked on the top listed domain in the Life Science section on the main page (Agricultural and Biological Sciences).\n4. Clicked on \"Reference works\" in the filters.\n5. Noted the number at the top.\n6. Subtracted the number that had 2023 or later as a date.\n7. Changed the domain to the following one and noted the number.\n8. Repeated step 6 for all Life Science domains.\n9. Calculated the sample standard deviation (16.195678435929).\n10. Went back to the home page.\n11. Repeated steps 3-9 for Health Science (15.926916420534).\n12. Subtracted 16.195678435929 - 15.926916420534.\n13. Rounded to the third decimal place.",
            "Number of steps": "13",
            "How long did this take?": "15 minutes",
            "Tools": "1. Web browser\n2. Search engine\n3. Calculator",
            "Number of tools": "3"
        }
    },
    {
        "task_id": "9e1fc53b-46ff-49a1-9d05-9e6faac34cc5",
        "Question": "A 5-man group made up of one tank, one healer, and three DPS is doing a dungeon that was just released in World of Warcraft. Two are plate wearers and two are cloth wearers. At the final boss, both the tank and the healer are casting holy spells. Ice and fire are being used, each one by a different DPS. A bear from the group is attacking the boss. Metamorphosis is cast. The Kilt of the Forgotten One drops as loot, but no one can use it. If all classes were using their class abilities and all classes are unique, what are the five classes in the group in alphabetical order separated by commas?",
        "Level": 3,
        "Final answer": "Death Knight, Hunter, Paladin, Priest, Warlock",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Searched \"WoW classes\" on Google.\n2. Opened \"https://worldofwarcraft.blizzard.com/en-us/game/classes\".\n3. Made an alphabetical list of all WoW classes: Death Knight, Demon Hunter, Druid, Evoker, Hunter, Mage, Monk, Paladin, Priest, Rogue, Shaman, Warlock, and Warrior.\n4. Opened each page and noted the armor type: Death Knight (plate), Demon Hunter (leather), Druid (leather), Evoker (mail), Hunter (mail), Mage (cloth), Monk (leather), Paladin (plate), Priest (cloth), Rogue (leather), Shaman (mail), Warlock (cloth), and Warrior (plate).\n5. Looked up \"Kilt of the Forgotten One\" on Google.\n6. Opened https://www.wowhead.com/wotlk/item=37616/kilt-of-the-forgotten-one.\n7. Noted that it is leather, and none of the classes can use it, so the remaining classes are: Death Knight (plate), Evoker (mail), Hunter (mail), Mage (cloth), Paladin (plate), Priest (cloth), Shaman (mail), Warlock (cloth), and Warrior (plate).\n8. Noted that it was added in Wrath of the Lich King, so if the dungeon is newly released, the era is the Wrath of the Lich King expansion.\n9. Searched \"Wrath of the Lich King class abilities\" on Google.\n10. Opened https://www.wowhead.com/wotlk/spells/abilities.\n11. Sorted by class and noted that Evokers, Demon Hunters, and Monks did not exist yet, so the remaining classes are: Death Knight (plate), Hunter (mail), Mage (cloth), Paladin (plate), Priest (cloth), Shaman (mail), Warlock (cloth), and Warrior (plate).\n12. Checked which classes use Holy school abilities, Paladin (plate) and Priest (cloth), so they must be in the group as tank and healer.\n13. Checked which classes use ice (Frost) and fire abilities, Death Knight (plate), Mage (cloth), Shaman (mail), and Warlock (cloth).\n14. There can only be one other plate class, so it must be Death Knight or Warrior, and one other cloth class, so it must be Mage or Warlock.\n15. Metamorphosis is a Warlock ability in Wrath of the Lich King, so it must be the other cloth class, and the group so far is Paladin, Priest, Warlock, plate DPS, and other DPS, with remaining options of Death Knight (plate), Hunter (mail), Mage (cloth), Shaman (mail), and Warrior (plate).\n16. There cannot be another cloth class, so the remaining options are Death Knight (plate), Hunter (mail), Shaman (mail), and Warrior (plate).\n17. There is a bear attacking the boss and there is no Druid to shapeshift into a bear, so it must be a Hunter's pet, making the group Paladin, Priest, Warlock, Hunter, and plate DPS, with remaining options of Death Knight (plate), Hunter (mail), Mage (cloth), Shaman (mail), and Warrior (plate).\n18. The last class is plate, leaving only Death Knight and Warrior.\n19. Hunters and Warlocks can both cast Fire abilities but cannot cast Frost abilities, so the last DPS must cast ice (Frost) abilities, making the last DPS a Frost Death Knight since Warriors have no Frost abilities.\n20. Order the group alphabetically: Death Knight, Hunter, Paladin, Priest, Warlock.",
            "Number of steps": "20",
            "How long did this take?": "20 minutes",
            "Tools": "1. Web browser\n2. Search engine",
            "Number of tools": "2"
        }
    },
    {
        "task_id": "ebbc1f13-d24d-40df-9068-adcf735b4240",
        "Question": "The Latin root of the Yola word \"gimlie\" shares a spelling with a Spanish word. What is the Google translation of the source title for the 1994 example sentence for that word in the Collins Spanish-to-English dictionary online? Answer in plain text, without punctuation.",
        "Level": 3,
        "Final answer": "The World of the Twenty First Century",
        "file_name": "",
        "Annotator Metadata": {
            "Steps": "1. Searched \"Yola gimlie\" on Google.\n2. Opened https://en.wiktionary.org/wiki/gimlie#Yola.\n3. Noted the Latin root \"caminata\".\n4. Searched \"Collins Spanish-to-English dictionary caminata\" on Google.\n5. Opened https://www.collinsdictionary.com/dictionary/spanish-english/caminata.\n6. Scrolled down to the 1994 example.\n7. Searched \"El Mundo del Siglo Veintiuno translation\" on Google.\n8. Noted the result in the Translate widget.",
            "Number of steps": "8",
            "How long did this take?": "15 minutes",
            "Tools": "1. Web browser\n2. Search engine\n3. Google Translate access",
            "Number of tools": "3"
        }
    }
]
